RRN_Data/1226800/1226841.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-08-03T00:57:42.793+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-08-03T00:57:42.793+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230802-002785" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-08-03T00:57:41.373+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="NonWeatherRelatedRoadConditions" id="230802-002785-1" version="3"><situationRecordCreationReference>EVE_DIRMC230802-000067-EVE_DIRMC230802-000072</situationRecordCreationReference><situationRecordCreationTime>2023-08-02T23:22:02.615+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-08-03T00:57:32.438+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-08-03T00:57:41.373+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-08-02T23:22:02.615+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Massif-Central</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-08-02T23:22:02.313+02:00</overallStartTime><overallEndTime>2023-08-03T00:57:31.831+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Massif-Central/District Centre/CEI Aubenas</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 1948 m à l'ouest de Saint-Germain, fin : situé 6338 m à l'est de Aubenas</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>lane1</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.584755</latitude><longitude>4.4499893</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lavilledieu</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N102</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.58216</latitude><longitude>4.4494987</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lavilledieu</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N102</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Aubenas</value></values></alertCLocationName><specificLocation>32381</specificLocation></alertCLocation><offsetDistance><offsetDistance>6338</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Germain</value></values></alertCLocationName><specificLocation>33261</specificLocation></alertCLocation><offsetDistance><offsetDistance>1948</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0102</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>976.0</distanceAlong><fromReferent><referentIdentifier>07PR30U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>685.0</distanceAlong><fromReferent><referentIdentifier>07PR30U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><nonWeatherRelatedRoadConditionType>petrolOnRoad</nonWeatherRelatedRoadConditionType></situationRecord><situationRecord xsi:type="NonWeatherRelatedRoadConditions" id="230802-002785-2" version="3"><situationRecordCreationReference>EVE_DIRMC230802-000067-EVE_DIRMC230802-000074</situationRecordCreationReference><situationRecordCreationTime>2023-08-02T23:22:02.615+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-08-03T00:57:32.438+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-08-03T00:57:41.373+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-08-02T23:22:02.615+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Massif-Central</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-08-02T23:22:02.313+02:00</overallStartTime><overallEndTime>2023-08-03T00:57:31.831+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Massif-Central/District Centre/CEI Aubenas</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 11909 m à l'ouest de Alba-la-Romaine, fin : situé 12 m à l'est de Saint-Germain</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>lane1</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.56768</latitude><longitude>4.4620757</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lavilledieu</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N102</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.56288</latitude><longitude>4.474139</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Mirabel</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N102</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Germain</value></values></alertCLocationName><specificLocation>33261</specificLocation></alertCLocation><offsetDistance><offsetDistance>12</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Alba-la-Romaine</value></values></alertCLocationName><specificLocation>32380</specificLocation></alertCLocation><offsetDistance><offsetDistance>11909</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0102</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>404.0</distanceAlong><fromReferent><referentIdentifier>07PR28U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>101.0</distanceAlong><fromReferent><referentIdentifier>07PR27U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><nonWeatherRelatedRoadConditionType>petrolOnRoad</nonWeatherRelatedRoadConditionType></situationRecord><situationRecord xsi:type="NonWeatherRelatedRoadConditions" id="230802-002785-3" version="3"><situationRecordCreationReference>EVE_DIRMC230802-000067-EVE_DIRMC230802-000076</situationRecordCreationReference><situationRecordCreationTime>2023-08-02T23:22:02.615+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-08-03T00:57:32.438+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-08-03T00:57:41.373+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-08-02T23:22:02.615+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Massif-Central</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-08-02T23:22:02.313+02:00</overallStartTime><overallEndTime>2023-08-03T00:57:31.831+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Massif-Central/District Centre/CEI Aubenas</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 1456 m à l'ouest de Alba-la-Romaine, fin : situé 1217 m à l'est de Saint-Germain</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>lane1</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.562912</latitude><longitude>4.4745436</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Mirabel</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N102</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.577343</latitude><longitude>4.578015</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Pons</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N102</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Germain</value></values></alertCLocationName><specificLocation>33261</specificLocation></alertCLocation><offsetDistance><offsetDistance>1217</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Alba-la-Romaine</value></values></alertCLocationName><specificLocation>32380</specificLocation></alertCLocation><offsetDistance><offsetDistance>1456</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0102</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>59.0</distanceAlong><fromReferent><referentIdentifier>07PR27U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>15.0</distanceAlong><fromReferent><referentIdentifier>07PR15U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><nonWeatherRelatedRoadConditionType>petrolOnRoad</nonWeatherRelatedRoadConditionType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>